{
  "idAlbum": "2110668",
  "idArtist": "111304",
  "idLabel": "42936",
  "strAlbum": "The Slim Shady LP",
  "strAlbumStripped": "The Slim Shady LP",
  "strArtist": "Eminem",
  "strArtistStripped": "Eminem",
  "intYearReleased": "1999",
  "strStyle": "Urban/R&B",
  "strGenre": "Hip-Hop",
  "strLabel": "Aftermath Music",
  "strReleaseFormat": "Album",
  "intSales": "18000000",
  "strAlbumThumb": "https://www.theaudiodb.com/images/media/album/thumb/rqsvrv1353943034.jpg",
  "strAlbumThumbHQ": null,
  "strAlbumThumbBack": "https://www.theaudiodb.com/images/media/album/thumbback/wrpyqy1538332348.jpg",
  "strAlbumCDart": "https://www.theaudiodb.com/images/media/album/cdart/the-slim-shady-lp-4dd1768a44f0e.png",
  "strAlbumSpine": "https://www.theaudiodb.com/images/media/album/spine/yvqwvw1538332341.jpg",
  "strAlbum3DCase": "https://www.theaudiodb.com/images/media/album/3dcase/rxvvxu1538332293.png",
  "strAlbum3DFlat": "https://www.theaudiodb.com/images/media/album/3dflat/xsuywt1538332279.png",
  "strAlbum3DFace": "https://www.theaudiodb.com/images/media/album/3dface/yrvwwv1538332285.png",
  "strAlbum3DThumb": null,
  "strDescriptionEN": "The Slim Shady LP is the second studio album and major label debut by American rapper Eminem. It was released on February 23, 1999 under Web Records and Dr. Dre's Aftermath Entertainment. Recorded in Ferndale, Michigan following Eminem's recruitment by Dr. Dre and Jimmy Iovine, the album features production from Dr. Dre, the Bass Brothers, and Eminem himself. The majority of the record's lyrical content is written from the perspective of the rapper's alter ego Slim Shady, whom the rapper created on The Slim Shady EP (1997). The lyrics are noted for their over-the-top depictions of violence and heavy use of profanity.\nThe album was met with both critical and commercial success; critics praised Eminem for his unique lyrical style, and the record debuted at number two on the US Billboard 200 chart behind TLC's FanMail with 283,000 copies sold in its opening week. The first official single, \"My Name Is\", peaked at number 36 on the Billboard Hot 100. The Slim Shady LP went on to be certified quadruple-platinum by the Recording Industry Association of America (RIAA). The record won a Grammy Award for Best Rap Album, and in 2003, the album was ranked number 273 on Rolling Stone magazine's list of the 500 greatest albums of all time.\nThe Slim Shady LP turned Eminem from an unknown rapper into a high-profile celebrity. Interscope Records awarded him with his own record label, Shady Records, and he embarked on an extensive touring schedule to promote the album. In the summer of 1999, the rapper frequently performed on the Vans Warped Tour and in hip-hop clubs. He also became a highly controversial figure due to his lyrical content, which some perceived to be misogynistic and a negative influence on American youth. The rapper was also sued multiple times following the release of the album for reasons including slander and unauthorized sampling.",
  "strDescriptionDE": null,
  "strDescriptionFR": "The Slim Shady LP est le second album studio du rappeur américain Eminem sorti le 23 février 1999. Cet album est distribué par Web Entertainment et par le label du producteur Dr. Dre, Aftermath Entertainment. Enregistré à Ferndale dans le Michigan à la suite du recrutement d'Eminem par Dr. Dre, il est produit par celui-ci, les frères Jess et Mark Bass et par Eminem lui-même. L'album a pour thème principal l'alter ego du rappeur qu'il a créé dans The Slim Shady EP, « Slim Shady ». Les paroles des chansons sont considérées comme très violentes, obscènes et diffamatoires.\n\nL'album a été un grand succès commercial et critique. Lors de sa première semaine d'exploitation, il se vend à 283 000 exemplaires aux États-Unis et se classe à la seconde position du Billboard 200 derrière l'album FanMail du girls band TLC. Le premier single officiel, My Name Is s'est classé à la 36e place du Billboard Hot 100. L'album a été certifié quatre fois disque de platine le 14 novembre 2000 par la Recording Industry Association of America (RIAA). L'album a permis à Eminem de remporter son premier Grammy Award du meilleur album rap. Au total, Eminem remportera ce prix à cinq reprises. En 2003, soit seulement quatre ans après sa sortie, l'album est classé 275e sur la liste des « 500 plus grands albums de tous les temps » par le magazine Rolling Stone.\n\nThe Slim Shady LP a changé le statut d'Eminem, le faisant passant d'un rappeur inconnu en dehors de Détroit à une star incontestée du hip-hop américain. À la suite de la sortie de cet album, Eminem crée avec son agent Paul Rosenberg son propre label appelé Shady Records, du nom de son alter ego. Une vaste tournée est alors lancée pour promouvoir l'album. Durant l'été 1999, Eminem participe régulièrement au Vans Warped Tour et à différents concerts d'artistes hip-hop. Eminem devient également une personnalité très controversée notamment à cause de la violence de ses paroles, perçues comme misogynes et néfastes pour le jeune public. Le rappeur a été poursuivi en justice à de nombreuses reprises après la sortie de l'album pour calomnie et pour des samples non autorisés.",
  "strDescriptionCN": null,
  "strDescriptionIT": null,
  "strDescriptionJP": null,
  "strDescriptionRU": null,
  "strDescriptionES": "The Slim Shady LP es el segundo álbum de estudio del rapero Eminem. El primer single fue \"My Name Is\". En 2003, la revista Rolling Stone situó al disco en la posición #273 en la lista de los mejores álbumes de todos los tiempos.\n\nEste es el álbum debut de Eminem o mejor dicho, el álbum de su alter-ego Slim Shady, el cual se muestra como una persona exagerada, grosera, ofensiva, sarcástica, agresiva y graciosa. En el álbum se encuentran canciones como \"My Name Is\", donde Eminem le hace saber a la gente quien es, \"Guilty Conscience\" en donde Eminem se hace pasar por la consciencia mala y Dr. Dre por la buena, \"Brain Damage\", en donde Eminem crítica a alguien que abusó de él en su infancia, entre otras canciones. El álbum se caracteriza por el contenido ofensivo de sus letras. Si se pudieran decir otras canciones importantes del álbum, serían \"Role Model\", \"Just Don't Give A Fuck\" y \"My Fault\". En este álbum presenta al mundo su ya conocida \"doble personalidad\".",
  "strDescriptionPT": "The Slim Shady LP é o segundo álbum de estúdio do rapper americano Eminem e também o seu primeiro em uma grande gravadora. Foi lançado em 23 de Fevereiro de 1999 sob a Web Records e a Aftermath Entertainment de Dr. Dre. Gravado em 1998 em Ferndale, Michigan logo após o recrutamento de Eminem por Dr. Dre e Jimmy Iovine, o álbum apresenta produção de Dr. Dre, dos Bass Brother, e do próprio Eminem. A maioria do conteúdo lírico foi escrita pela perspectiva do alter ego do rapper, Slim Shady, que foi criado pelo rapper no The Slim Shady EP (1997).\n\nO álbum recebeu sucesso crítico e comercial; críticos elogiaram Eminem por seu estilo lírico único, e o disco estreou em número dois na parada musical Billboard 200 atrás do FanMail de TLC com 283,000 cópias vendias em sua semana de lançamento. O primeiro single oficial, \"My Name Is\", atingiu o número 36 na Billboard Hot 100. The Slim Shady LP chegou a ser certificado como disco de platina quádrupla pela Recording Industry Association of America (RIAA). O disco ganhou um Grammy de Melhor Álbum de Rap, e em 2003, foi eleito o número 273 na lista dos 500 melhores álbuns de todos os tempos da revista Rolling Stone.\n\nThe Slim Shady LP o transformou de um rapper desconhecido a uma celebridade de alto nível. A Interscope Records o presentou com sua própria gravadora, a Shady Records, e ele embarcou em um extenso calendário de turnês para promover o álbum. No verão de 1999, o rapper se apresentou frequentemente na Vans Warped Tour e em clubes de hip-hop. Ele também virou uma figura altamente controversa devido ao seu conteúdo lírico, que alguns consideraram misógino e uma influência negativa na juventude americana. O rapper também foi processado várias vezes após o lançamento do álbum por razões incluindo calúnia e sampling não autorizado.",
  "strDescriptionSE": null,
  "strDescriptionNL": null,
  "strDescriptionHU": null,
  "strDescriptionNO": null,
  "strDescriptionIL": null,
  "strDescriptionPL": null,
  "intLoved": null,
  "intScore": "9",
  "intScoreVotes": "3",
  "strReview": "",
  "strMood": "Angry",
  "strTheme": "",
  "strSpeed": "Medium",
  "strLocation": null,
  "strMusicBrainzID": "be725de4-4633-3c8a-9a03-f2c4392b6e0d",
  "strMusicBrainzArtistID": "b95ce3ff-3d05-4e87-9e01-c97b66af13d4",
  "strAllMusicID": "mw0000601851",
  "strBBCReviewID": null,
  "strRateYourMusicID": "the_slim_shady_lp",
  "strDiscogsID": "12172",
  "strWikidataID": "Q383459",
  "strWikipediaID": "The_Slim_Shady_LP",
  "strGeniusID": null,
  "strLyricWikiID": null,
  "strMusicMozID": null,
  "strItunesID": null,
  "strAmazonID": null,
  "strLocked": "unlocked"
}
